/* 
   Localizable.strings
   SuperMetric

   Created by MAC06 on 27/05/10.
   Copyright 2010 __MyCompanyName__. All rights reserved.
 */
 
"Welcome" = "Welcome";//1

"Before you get started, please set up an account or sign in below." = "Before you get started, please set up an account or sign in below." ;//2

"Sign up" = "Sign up";//3

"Create ScoreTones account" = "Create ScoreTones account";//4

"Sign in" = "Sign in";//5

"With ScoreTones account" = "With ScoreTones account";//6

"With Facebook account" = "With Facebook account";//7

"E-mail" = "E-mail";//8

"Password" = "Password";//9

"Teams" = "Teams";//10

"Pick the teams you want to follow" = "Pick the teams you want to follow";//11

"Group" = "Group ";//12

"NEXT GAME" = "NEXT GAME";//13

"Upcoming Games" = "Upcoming Games";//14

"LIVE NOW!" = "LIVE NOW!";//15

"Taunting" = "Taunting";//16

"Settings" = "Settings";//17

"Games" = "Games";//18

"Teams" = "Teams";//19

"dislike" = "dislike";//20

"like" = "like";//21

"Game 1" = "Game 1";//22

"Select Friends" = "Select Friends";//23

"Hit them..." = "Hit them...";//24

"Automatically add a link to my personal ScoreTones page with this." = "Automatically add a link to my personal ScoreTones page with this.";//25

"Edit" = "Edit";//26

"Cancel" = "Cancel";//27

"Save" = "Save";//28

"Import from Facebook" = "Import from Facebook";//29

"Your message has been posted to your friends’ wall(s)" = "Your message has been posted to your friends’ wall(s)";//30

"Use this link to send people to your personal ScoreTones page." = "Use this link to send people to your personal ScoreTones page.";//31

"Email link" = "Email link";//32

"Taunt More" = "Taunt More";//33

"My Friends" = "My Friends";//34

"Edit Friends" = "Edit Friends";//35

"Add more friends" = "Add more friends";//36

"Select Friends" = "Select Friends";//37

"Facebook Friends" = "Facebook Friends";//38

"My Friends" = "My Friends";//39

"Log out from Facebook" = "Log out from Facebook";//40

"Push Notifications" = "Push Notifications";//41

"Notify me with sound" = "Notify me with sound";//42

"Email Notifications" = "Email Notifications";//43

"Email me my taunts" = "Email me my taunts";//44

"Log Out from Facebook" = "Log Out from Facebook";//45

"OK" = "OK";//46

"ON/ OFF" = "ON/ OFF";//47

"New data will be pushed to your phone from the server." = "New data will be pushed to your phone from the server.";//48

"Already have a ScoreTones account? You're all set — just sign in here." = "Already have a ScoreTones account? You're all set — just sign in here.";//49

"Don't have a ScoreTones account yet? You can create one right here." = "Don't have a ScoreTones account yet? You can create one right here.";//50

"Get started by filling in your email and setting a password below." = "Get started by filling in your email and setting a password below.";//51

"Already have an account? Then log in below." = "Already have an account? Then log in below.";//52


//Newly added missing strings

"example@example.com" = "example@example.com";

"password confirm" = "password confirm";

"Password confirm" = "Password confirm";

"Taunt" = "Taunt";

"Back" = "Back";

"ScoreTones account" = "ScoreTones account";

"No team" = "No team";

"Log Out from ScoreTones" = "Log Out from ScoreTones";

"Game 2" = "Game 2";

"Could not connect to the internet" = "Could not connect to the internet" ;

"You must connect to Wi-Fi or cellular data network to access this feature." = "You must connect to Wi-Fi or cellular data network to access this feature.";

"Log out from ScoreTones" = "Log out from ScoreTones";

"VS." = "VS.";

"team" = "team";

"Please select a friend to taunt." = "Please select a friend to taunt.";

/*FootBall*/
"Schedule" = "Schedule";
"Standings" = "Standings";
"Taunt" = "Taunt";
